{
  "intents": [
    {
      "tag": "salutation",
      "patterns": [
        "Bonjour",
        "Salut",
        "Comment ça va ?",
        "Il y a quelqu'un ?",
        "Hello",
        "J'ai une question",
        "Vous êtes là ?"
      ],
      "responses": [
        "Bonjour, je suis là pour répondre à toutes vos questions :-)",
        "Bonjour, je suis à votre écoute pour toute question :-)",
        "Bonjour, comment puis-je vous aider ?",
        "Bonjour, laissez-moi éclairer toutes vos interrogations sur le Coronavirus :-)"
      ]
    },
    {
      "tag": "au revoir",
      "patterns": ["Bye",
                   "Au revoir",
                   "A la prochaine",
                   "A plus",
                   "Ciao"],
      "responses": [
        "Au revoir, merci pour votre visite",
        "Passez une bonne journée",
        "Au revoir, n'hesitez pas à revenir si vous avez d'autres questions"
      ]
    },
    {
      "tag": "merci",
      "patterns": ["Merci", "Merci beaucoup", "C'est très utile", "Génial", "Super"],
      "responses": ["Ravi de pouvoir vous aider", "Ravi de pouvoir vous être utile"]
    },
    {
      "tag": "aide psychologique",
      "patterns": [
        "J'ai besoin d'aide psychologique",
        "Je n'ai pas le moral",
        "Je veux voir un psy",
        "Je suis en dépression",
        "J'ai le mental au plus bas",
        "Je suis au fond du trou"
      ],
      "responses": [
        "La situation liée à l’épidémie de Covid-19 constitue une situation potentiellement stressante pour de nombreuses personnes. Afin de soutenir les personnes qui en ont besoin, un dispositif national de soutien et de prise en charge médico-psychologique dans le cadre de l’épidémie covid-19 est organisé par le Ministère de la santé en lien avec la Croix-Rouge et le réseau national de l'urgence médico-psychologique. N'hésitez pas à contacter le numéro vert national disponible 24h/24 et 7j/7 : 0 800 130 000 ; Ainsi que la plateforme \"Croix-Rouge écoute\" disponible de 8h à 20h et 7j/7 : 0 800 858 858."
      ]
    },
    {
      "tag": "gestes barrières",
      "patterns": [
        "Quels sont les gestes barrières ?",
        "Comment limiter la propagation du virus ?"
      ],
      "responses": [
        "Le virus ne circule pas tout seul, c’est l’homme, porteur du virus, qui circule donc les mesures suivantes sont des mesures de bon sens. Face aux infections respiratoires, il existe des gestes simples pour préserver votre santé et celle de votre entourage : - Se laver les mains très régulièrement. - Tousser ou éternuer dans son coude. - Utiliser des mouchoirs à usage unique et les jeter à la poubelle - Ne pas se toucher le visage - Saluer sans se serrer la main, éviter les embrassades - Respecter une distance physique d'au moins un mètre."
      ]
    },
    {
      "tag": "port du masque",
      "patterns": [
        "Masque",
        "A quoi sert le masque ?",
        "Comment bien porter le masque ?"
      ],
      "responses": [
        "Les masques de protection, également appelés masque anti-virus, masque à usage médical, masque \"chirurgical\" ou encore masque anatomique sont un dispositif médical destiné à filtrer les bactéries et à éviter de contracter un virus, comme celui de la grippe, du coronavirus ou de toute autre maladie virale.\n Avant de mettre ou enlever le masque, lavez-vous les mains avec de l’eau et du savon ou une solution hydro-alcoolique.\n Pour le mettre : tenez le masque par les lanières élastiques - ajustez le masque de façon à recouvrir le nez, la bouche et le menton.\n Pour l’enlever : - décrochez les lanières élastiques pour décoller le masque de votre visage.\n Il faut changer le masque : - quand vous avez porté le masque 4h - quand vous souhaitez boire ou manger - si le masque s’humidifie - si le masque est endommagé."
      ]
    },
    {
      "tag": "symptomes",
      "patterns": [
        "Quels sont les symptômes du coronavirus ?",
        "Je suis positif au covid",
        "Je suis cas contact",
        "Symptomes"
      ],
      "responses": [
        "En cas de symptômes évocateurs du Covid-19 (fièvre, toux, douleurs articulaires…), vous êtes invité à contacter rapidement votre médecin traitant. Si la maladie s’aggrave (essoufflement, difficultés respiratoires), vous devez contacter le SAMU-Centre 15. Le COVID-19 peut se manifester par : la fièvre ou la sensation de fièvre (frissons, chaud-froid) ; la toux ; des maux de tête, courbatures, une fatigue inhabituelle ; une perte brutale de l’odorat (sans obstruction nasale), une disparition totale du goût, ou une diarrhée ; dans les formes plus graves : difficultés respiratoires pouvant mener jusqu’à une hospitalisation en réanimation voire au décès."
      ]
    },
    {
      "tag": "coronavirus",
      "patterns": [
        "C'est quoi le coronavirus ?",
        "C'est quoi le corona ?",
        "C'est quoi le covid ?",
        "C'est quoi une pandémie ?"
      ],
      "responses": [
        "La pandémie de Covid-19 est une pandémie d'une maladie infectieuse émergente, appelée la maladie à coronavirus 2019 ou Covid-19, provoquée par le coronavirus SARS-CoV-2, apparue à Wuhan le 16 novembre 2019, dans la province de Hubei (en Chine centrale), avant de se propager dans le monde.\n Les coronavirus forment une famille de virus variés (Coronaviridae) qui peuvent infecter aussi bien l'homme que l'animal. Leur nom signifie \"virus en couronne\" et vient du fait qu'ils possèdent tous un aspect en forme de couronne lorsqu'ils sont observés au microscope. Les coronavirus ont été identifiés pour la première fois chez l'humain dans les années 1960. Les coronavirus humains causent principalement des infections respiratoires, allant du rhume sans gravité à des pneumopathies sévères parfois létales. Ils peuvent aussi s'accompagner de troubles digestifs tels que des gastro-entérites."
      ]
    },
    {
      "tag": "depistage",
      "patterns": [
        "Comment se faire tester ?",
        "Comment se faire dépister ?",
        "C'est quoi un test PCR ?",
        "Test"
      ],
      "responses": [
        "Le test de dépistage pour le coronavirus est basé sur une méthode de biologie moléculaire appelée PCR (Polymerase Chain Reaction ou réaction en chaîne par polymérase). C'est une technique de routine utilisée dans pratiquement tous les laboratoires de biologie qui permet d'amplifier spécifiquement un ADN d'intérêt après plusieurs cycles de réactions biochimiques. Les tests virologiques (RT-PCR) sont effectués dans des centres de dépistage dont la liste est disponible sur le site Internet sante.fr ou sur le site Internet de votre Agence régionale de santé."
      ]
    },
    {
      "tag": "couvre-feu",
      "patterns": [
        "Comment fonctionne le couvre-feu ?",
        "C'est quoi un couvre feu ?",
        "Couvre-feu"
      ],
      "responses": [
        "Le 14 janvier 2021, le Premier ministre a annoncé l’avancée du couvre-feu de 20h00 à 18h00 sur l’ensemble du territoire métropolitain à partir du samedi 16 janvier 2021 pour une durée minimum de 15 jours. Cette décision a été prolongée d’une semaine supplémentaire, le vendredi 29 janvier. L’objectif du couvre-feu est de limiter les rassemblements durant lesquels les mesures barrières sont moins bien appliquées et où le virus circule rapidement tout en limitant l’impact sur l’économie déjà mise à rude épreuve par l’épidémie.\n Sur l’ensemble du territoire métropolitain, les sorties et déplacements sont interdits pendant le couvre-feu, sous peine d’une amende de 135 € et jusqu’à 3 750 € en cas de récidive. Il n’y a pas de fermeture des transports en commun, notamment pour permettre de répondre aux besoins des dérogations mais le télétravail généralisé doit être privilégié. Tous les établissements autorisés à ouvrir ne pourront plus accueillir de public après 18h00. Les établissements culturels ainsi que les bars et restaurants restent fermés."
      ]
    },
    {
      "tag": "déplacement",
      "patterns": [
        "Ou sont les attestations de déplacement ?",
        "Quelles sont les dérogations pour se déplacer ?"
      ],
      "responses": [
        "Des dérogations sont prévues sur présentation d'une attestation pour les motifs suivants :\n - Déplacements entre le domicile et le lieu d'exercice de l'activité professionnelle ou le lieu d'enseignement et de formation ;\n - Déplacements pour des consultations et soins ne pouvant être assurés à distance et ne pouvant être différés ou pour l'achat de produits de santé ;\n - Déplacements pour motif familial impérieux, pour l'assistance aux personnes vulnérables ou précaires ou pour la garde d'enfants ; pour convocation judiciaire ou administrative ;\n - Déplacements pour répondre à une convocation judiciaire ou administrative ;\n - Déplacements pour participer à des missions d'intérêt général ;\n - Déplacements liés à des transits pour des déplacements de longues distances ;\n - Déplacements brefs, dans un rayon maximal d'un kilomètre autour du domicile pour les besoins des animaux de compagnie.\n Les attestations dérogatoires sont disponibles en ligne."
      ]
    }
    
  ]
}